{
  "About": "حول",
  "Theme": "الثيم",
  "Projects": "المشاريع",
  "Contact": "اتصل",
  "Page_Description": "يذهب نص العنصر النائب هنا",
  "Tech_Leader": "قائد التكنولوجيا",
  "Title": "الابتكار بالذكاء الاصطناعي",
  "Title_Description": "مساعدة الشركات الصغيرة على الازدهار باستخدام حلول ويب حديثة وقابلة للتطوير ومدعومة بالذكاء الاصطناعي",
  "View_Portfolio": "عرض المعرض",
  "Contact_Me": "ابدأ",
  "Column_1_title": "المهارات والخبرات",
  "Columns_1_description": "تطوير الواجهة الأمامية والخلفية، أطر العمل الحديثة للويب، تكامل الذكاء الاصطناعي، بنية قابلة للتطوير، وتصميم يركز على المستخد",
  "Column_2_title": "الأعمال والتكنولوجيا",
  "Columns_2_description": "دمج الرؤية الريادية مع الخبرة التقنية لدفع نمو الإيرادات وتوسيع المبيعات من خلال حلول التجارة الإلكترونية الحديث",
  "Column_3_title": "حلول مدفوعة بالنتائج",
  "Columns_3_description": "تركز على تقديم نتائج قابلة للقياس من خلال تطوير ويب مبتكر، ومساعدة الشركات على زيادة الإيرادات وتحقيق أهدافه",
  "Projects_Description": "عرض لمواقع إلكترونية قمت بتصميمها وتطويرها — تجمع بين التصميم النظيف، والتقنيات الحديثة، والوظائف التي تركز على المستخدم لمساعدة الشركات على التميز والنمو عبر الإنترنت.",

  "Project_0_Title": "متجر تأطير الصور",
  "Project_0_Description": "متجر محلي لتأطير الصور في سكوتسديل، أريزونا — يقدم تأطيراً مخصصاً، تمديد اللوحات القماشية، صناديق الظل، التأطير المحافظ، وتركيب الأعمال الفنية، مع حرفية موثوقة وخدمة عالية الجودة.",
  "Project_1_Title": "شركة عقارية",
  "Project_1_Description": "ركة مقرها تكساس متخصصة في شراء وبيع المنازل، وتوفر قوائم عقارية، أدوات استفسار للبائعين، وموارد مخصصة لأصحاب المنازل والمستثمرين.",
  "Project_2_Title": "خدمات البناء وتنسيق الحدائق",
  "Project_2_Description": "قدم خدمات احترافية في البناء وتنسيق الحدائق مع التركيز على تصميم الجابيونات المخصصة. من الجدران الاستنادية إلى الزينة الخارجية، نخلق حلولاً طبيعية ومتينة لتحسين المساحات الخارجية.",
  "Project_3_Title": "شركة استثمار عقاري",
  "Project_3_Description": "شركة عقارية موثوقة في أريزونا متخصصة في شراء وبيع المنازل، تقدم قوائم عقارية، رؤى السوق، وخدمات شخصية للمشترين والبائعين في المجتمعات المحلية.",

  "About_Me": "أنا محلل مشكلات مدفوع بالتقنية ومتخصص في تطوير حلول ويب سهلة الاستخدام وقابلة للتوسّع. لدي شغف بالتصميم النظيف وأفضل الممارسات البرمجية الحديثة، وأسعى لمساعدة الشركات في تحويل أفكارها إلى واقع رقمي. سواء كان موقعًا مخصصًا، أو منصة تجارة إلكترونية، أو استراتيجية رقمية، فإن تركيزي دائمًا على تقديم نتائج عملية وفعالة.",
  "About_Quote": "نبني بهدف، ونصمم بشغف.",
  "About_1_title": "تطوير الويب والتجارة الإلكترونية",
  "About_1_description": "تصميم وتطوير مواقع ومنصات تجارة إلكترونية قابلة للتوسّع باستخدام تقنيات حديثة وبنية تحتية سحابية — لتجربة سريعة وآمنة وسهلة الاستخدام.",
  "About_2_title": "الهوية البصرية والعلامة التجارية",
  "About_2_description": "بناء نظام علامة تجارية متكامل من خلال تصميم الشعارات، ولوحات الألوان، والطباعة — لضمان حضور مميز ومتسق على المواقع والتغليف والمتاجر الإلكترونية.",
  "About_3_title": "الاستراتيجية الرقمية، تحسين محركات البحث والتحويل",
  "About_3_description": "مساعدة الشركات على النمو عبر الإنترنت من خلال استراتيجيات رقمية مخصصة، وتحسين محركات البحث، وتقنيات تركز على التحويل — مخصصة للمحتوى والتجارة الإلكترونية."
}