{
  "About": "Über",
  "Theme": "Thema",
  "Projects": "Projekte",
  "Page_Description": "Platzhaltertext kommt hier hin",
  "Tech_Leader": "Technologieführer",
  "Title": "Innovation mit KI",
  "Title_Description": "Kleine Unternehmen mit modernen, skalierbaren und KI-gestützten Weblösungen unterstützen",
  
  "View_Portfolio": "Portfolio anzeigen",
  "Column_1_title": "Fähigkeiten & Fachkenntnisse",
  "Columns_1_description": "Frontend- und Backend-Entwicklung, moderne Web-Frameworks, KI-Integration, skalierbare Architektur und benutzerzentriertes Design",
  "Column_2_title": "Geschäft & Technologie",
  "Columns_2_description": "Unternehmerische Vision mit technischer Expertise kombinieren, um Umsatzwachstum zu fördern und den Vertrieb über moderne E-Commerce-Lösungen zu erweitern",
  "Column_3_title": "Ergebnisorientierte Lösungen",
  "Columns_3_description": "Fokussiert auf die Bereitstellung messbarer Ergebnisse durch innovative Webentwicklung, um Unternehmen zu helfen, ihren Umsatz zu steigern und ihre Ziele zu erreichen",
  "Projects_Description": "Eine Auswahl von Websites, die ich entworfen und entwickelt habe – mit klarem Design, moderner Technologie und benutzerorientierter Funktionalität, um Unternehmen online hervorzuheben und wachsen zu lassen.",

  "Project_0_Title": "Bilderrahmengeschäft",
  "Project_0_Description": "Lokales Bilderrahmengeschäft in Scottsdale, AZ – bietet maßgeschneiderte Rahmen, Leinwandbespannung, Schattenboxen, konservierende Rahmung und Kunstmontage mit fachmännischer Verarbeitung und zuverlässigem Service.",
  "Project_1_Title": "Immobilienfirma",
  "Project_1_Description": "Immobilienunternehmen mit Sitz in Texas, spezialisiert auf Kauf und Verkauf von Häusern — mit Immobilienlisten, Anfragetools für Verkäufer und maßgeschneiderten Ressourcen für Eigentümer und Investoren.",
  "Project_2_Title": "Maurer- & Landschaftsbau",
  "Project_2_Description": "Wir bieten professionelle Mauer- und Landschaftsarbeiten mit Fokus auf individuelle Gabionenlösungen – von Stützmauern bis hin zu dekorativen Elementen schaffen wir langlebige, natürliche Außenräume.",
  "Project_3_Title": "Investmentunternehmen",
  "Project_3_Description": "Vertrauenswürdiges Immobilienunternehmen aus Arizona, spezialisiert auf Kauf und Verkauf von Häusern — mit Marktanalysen, Immobilienangeboten und maßgeschneiderten Services für Käufer und Verkäufer.",

  "About_Me": "Ich bin ein technologiebegeisterter Problemlöser, der sich auf die Entwicklung intuitiver und skalierbarer Weblösungen spezialisiert hat. Mit einer Leidenschaft für klares Design und moderne Entwicklungsmethoden helfe ich Unternehmen, ihre Ideen online zum Leben zu erwecken. Ob maßgeschneiderte Website, E-Commerce-Plattform oder digitale Strategie – ich liefere funktionale und wirkungsvolle Ergebnisse.",
  "About_Quote": "Mit Ziel bauen, mit Leidenschaft gestalten.",
  "About_1_title": "Web- & E-Commerce-Entwicklung",
  "About_1_description": "Entwicklung skalierbarer Websites und E-Commerce-Plattformen mit modernen Frameworks und Cloud-Infrastruktur – für schnelle, sichere und benutzerfreundliche Erlebnisse.",
  "About_2_title": "Marken- & visuelle Identität",
  "About_2_description": "Entwicklung konsistenter Markenauftritte durch Logo-Design, Farbpaletten und Typografie – für ein einprägsames Erscheinungsbild auf Websites, Verpackungen und Online-Shops.",
  "About_3_title": "Digitale Strategie, SEO & Conversion",
  "About_3_description": "Wachstum durch maßgeschneiderte digitale Strategien, Suchmaschinenoptimierung und conversion-orientierte Maßnahmen – optimiert für Inhalte und E-Commerce.",
  
  "Contact": "Kontakt",
  "Contact_Me": "Loslegen",
  "Contact_Description": "Du hast ein Projekt im Kopf oder möchtest einfach Hallo sagen? Ich freue mich auf deine Nachricht."

}