{
  "About": "About",
  "Theme": "Theme",
  "Projects": "Projects",
  "Contact": "Contact",
  "Page_Description": "Placeholder text goes here",
  "Tech_Leader": "Tech Leader",
  "Title": "Innovating with AI",
  "Title_Description": "Helping small businesses thrive with modern, scalable, and AI-powered web solutions",
  "View_Portfolio": "View Portfolio",
  "Contact_Me": "Get Started",
  "Column_1_title": "Skills & Expertise",
  "Columns_1_description": "Frontend and backend development, modern web frameworks, AI integration, scalable architecture, and user-centric design",
  "Column_2_title": "Business & Technology",
  "Columns_2_description": "Combining entrepreneurial vision with technical expertise to drive revenue growth and expand sales through modern eCommerce solutions",
  "Column_3_title": "Results-Driven Solutions",
  "Columns_3_description": "Focused on delivering measurable results through innovative web development, helping businesses boost revenue and achieve their goals",
  
  "Projects_Description": "A showcase of websites I’ve designed and built — blending clean design, modern technology, and user-focused functionality to help businesses stand out and grow online.",
  "Project_0_Title": "Picture Framing Shop",
  "Project_0_Description": "Local picture framing shop in Scottsdale, AZ — offering custom framing, canvas stretching, shadowboxes, conservation framing, and art installation with expert craftsmanship and trusted service.",
  "Project_1_Title": "Realty Company",
  "Project_1_Description": "Texas-based company specializing in buying and selling homes, featuring property listings, seller inquiry tools, and resources tailored to meet the needs of both homeowners and investors.",
  "Project_2_Title": "Masonry & Landscaping Services",
  "Project_2_Description": "We offer expert masonry and landscaping services with a focus on custom gabion features. From retaining walls to decorative accents, we create durable, natural solutions that enhance any outdoor space.",
  "Project_3_Title": "Investment Company",
  "Project_3_Description": "Trusted Arizona realty company specializing in buying and selling homes, offering property listings, market insights, and personalized services for both buyers and sellers across Arizona communities.",

  "About_Me": "I'm a tech-driven problem solver who specializes in building intuitive, scalable web solutions. With a passion for clean design and modern development practices, I help businesses bring their ideas to life online. Whether it's a custom website, an eCommerce platform, or a digital strategy, I focus on delivering results that are both functional and impactful.",
  "About_Quote": "Building with purpose, designing with passion.",
  "About_1_title": "Web & eCommerce Development",
  "About_1_description": "Designing and building scalable websites and eCommerce platforms using modern frameworks and cloud infrastructure — delivering fast, secure, and intuitive user experiences.",
  "About_2_title": "Brand & Visual Identity",
  "About_2_description": "Crafting cohesive brand systems through logo design, color palettes, and typography to ensure a consistent and memorable presence across websites, packaging, and online shops.",
  "About_3_title": "Digital Strategy, SEO & Conversion",
  "About_3_description": "Helping businesses grow online through tailored digital strategies, search engine optimization, and conversion-focused techniques — optimized for both content and commerce."

}
