{
  "About": "Acerca de",
  "Theme": "Tema",
  "Projects": "Proyectos",
  "Contact": "Contacto",
  "Page_Description": "El texto de marcador de posición va aquí",
  "Tech_Leader": "Líder tecnológico",
  "Title": "Innovando con IA",
  "Title_Description": "Ayudando a las pequeñas empresas a prosperar con soluciones web modernas, escalables y potenciadas por IA",
  "View_Portfolio": "Ver portafolio",
  "Contact_Me": "Comenzar",
  "Column_1_title": "Habilidades y Experiencia",
  "Columns_1_description": "Desarrollo frontend y backend, marcos web modernos, integración de IA, arquitectura escalable y diseño centrado en el usuario",
  "Column_2_title": "Negocios y Tecnología",
  "Columns_2_description": "Combinando visión empresarial con experiencia técnica para impulsar el crecimiento de ingresos y expandir las ventas mediante soluciones modernas de comercio electrónico",
  "Column_3_title": "Soluciones orientadas a resultados",
  "Columns_3_description": "Centrado en ofrecer resultados medibles a través de un desarrollo web innovador, ayudando a las empresas a aumentar sus ingresos y alcanzar sus objetivos",
  "Projects_Description": "Una muestra de sitios web que he diseñado y desarrollado, combinando un diseño limpio, tecnología moderna y funcionalidad centrada en el usuario para ayudar a las empresas a destacar y crecer en línea.",

  "Project_0_Title": "Tienda de marcos para cuadros",
  "Project_0_Description": "Tienda local en Scottsdale, AZ, especializada en marcos personalizados, estirado de lienzos, cajas de sombra, enmarcado de conservación e instalación de arte, con artesanía experta y servicio confiable.",
  "Project_1_Title": "Empresa inmobiliaria",
  "Project_1_Description": "Empresa con sede en Texas especializada en la compra y venta de viviendas, con listados de propiedades, herramientas para consultas de vendedores y recursos adaptados a propietarios e inversores.",
  "Project_2_Title": "Servicios de albañilería y jardinería",
  "Project_2_Description": "Ofrecemos servicios expertos de albañilería y jardinería con un enfoque en estructuras de gaviones personalizadas. Desde muros de contención hasta detalles decorativos, creamos soluciones naturales y duraderas.",
  "Project_3_Title": "Empresa de inversión inmobiliaria",
  "Project_3_Description": "Empresa confiable en Arizona especializada en la compra y venta de viviendas, con listados de propiedades, análisis de mercado y servicios personalizados para compradores y vendedores.",

  "About_Quote": "Construyendo con propósito, diseñando con pasión."
}