{
  "About": "À propos",
  "Theme": "Thème",
  "Projects": "Projets",
  
  "Page_Description": "Le texte de remplacement va ici",
  "Tech_Leader": "Leader technologique",
  "Title": "Innover avec l’IA",
  "Title_Description": "Aider les petites entreprises à prospérer grâce à des solutions web modernes, évolutives et alimentées par l’IA",
  "View_Portfolio": "Voir le portfolio",
  
  "Column_1_title": "Compétences & Expertise",
  "Columns_1_description": "Développement frontend et backend, frameworks web modernes, intégration de l'IA, architecture évolutive et conception centrée sur l'utilisateur",
  "Column_2_title": "Affaires & Technologie",
  "Columns_2_description": "Allier vision entrepreneuriale et expertise technique pour stimuler la croissance des revenus et développer les ventes grâce à des solutions e-commerce modernes",
  "Column_3_title": "Solutions axées sur les résultats",
  "Columns_3_description": "Axé sur la fourniture de résultats mesurables grâce à un développement web innovant, aidant les entreprises à augmenter leurs revenus et à atteindre leurs objectifs",
  "Projects_Description": "Une vitrine de sites web que j’ai conçus et développés — alliant design épuré, technologies modernes et fonctionnalités centrées sur l’utilisateur pour aider les entreprises à se démarquer et à se développer en ligne.",

  "Project_0_Title": "Atelier d’encadrement",
  "Project_0_Description": "Boutique locale d’encadrement à Scottsdale, AZ — offrant des cadres sur mesure, l’étirement de toiles, des caissons, l’encadrement de conservation et l’installation d’art, avec un service de qualité et un savoir-faire expert.",
  "Project_1_Title": "Société immobilière",
  "Project_1_Description": "Entreprise immobilière basée au Texas, spécialisée dans l’achat et la vente de maisons — avec annonces immobilières, outils pour vendeurs et ressources adaptées aux propriétaires et investisseurs.",
  "Project_2_Title": "Maçonnerie & aménagement paysager",
  "Project_2_Description": "Nous proposons des services experts en maçonnerie et aménagement paysager, avec une spécialisation dans les gabions personnalisés. Des murs de soutènement aux éléments décoratifs, nous concevons des espaces extérieurs durables et naturels.",
  "Project_3_Title": "Société d’investissement immobilier",
  "Project_3_Description": "Entreprise immobilière de confiance en Arizona, spécialisée dans l’achat et la vente de maisons, proposant des annonces, des analyses de marché et des services personnalisés.",

  "About_Me": "Je suis un créateur de solutions numériques animé par la technologie, spécialisé dans le développement de sites web intuitifs et évolutifs. Passionné par le design épuré et les pratiques de développement modernes, j’aide les entreprises à concrétiser leurs idées en ligne. Qu’il s’agisse d’un site sur mesure, d’une plateforme e-commerce ou d’une stratégie digitale, je vise toujours des résultats à la fois fonctionnels et percutants.",
  "About_Quote": "Construire avec un objectif, concevoir avec passion.",
  "About_1_title": "Développement Web & E-Commerce",
  "About_1_description": "Conception et développement de sites web et plateformes e-commerce évolutifs avec des technologies modernes et une infrastructure cloud — pour une expérience rapide, sécurisée et intuitive.",
  "About_2_title": "Identité de Marque & Visuelle",
  "About_2_description": "Création d’identités visuelles cohérentes à travers la conception de logos, palettes de couleurs et typographies — pour une présence mémorable sur les sites web, les emballages et les boutiques en ligne.",
  "About_3_title": "Stratégie Digitale, SEO & Conversion",
  "About_3_description": "Accompagnement dans la croissance en ligne avec des stratégies digitales sur mesure, une optimisation SEO et des techniques axées sur la conversion — adaptées au contenu et au e-commerce.",

  "Contact": "Contact",
  "Contact_Me": "Commencer",
  "Contact_Description": "Vous avez un projet en tête ou souhaitez simplement dire bonjour ? Je serais ravi de vous lire.",
  "Full_Name": "Nom complet",
  "Email": "E-mail",
  "Phone": "Téléphone",
  "Message": "Message"
}