{
  "About": "О нас",
  "Theme": "Тема",
  "Projects": "Проекты",
  "Contact": "Контакт",
  "Page_Description": "Текст-заполнитель размещается здесь",
  "Tech_Leader": "Технологический лидер",
  "Title": "Инновации с ИИ",
  "Title_Description": "Помощь малым предприятиям в развитии с использованием современных, масштабируемых и ИИ-управляемых веб-решений",
  "View_Portfolio": "Просмотреть портфолио",
  "Contact_Me": "Начать",
  "Column_1_title": "Навыки и Экспертиза",
  "Columns_1_description": "Разработка фронтенда и бэкенда, современные веб-фреймворки, интеграция ИИ, масштабируемая архитектура и ориентированный на пользователя дизайн",
  "Column_2_title": "Бизнес и Технологии",
  "Columns_2_description": "Сочетание предпринимательского видения с технической экспертизой для увеличения доходов и расширения продаж с помощью современных решений электронной коммерции",
  "Column_3_title": "Результативные решения",
  "Columns_3_description": "Сосредоточен на достижении измеримых результатов через инновационную веб-разработку, помогая бизнесу увеличивать доходы и достигать своих целей",
  "Projects_Description": "Коллекция сайтов, которые я разработал и создал — с акцентом на чистый дизайн, современные технологии и удобство для пользователя, чтобы помочь бизнесам выделяться и расти в интернете.",

  "Project_0_Title": "Магазин рам для картин",
  "Project_0_Description": "Местный магазин рамок в Скоттсдейле, Аризона — предлагает индивидуальное оформление, натяжку холстов, теневые коробки, консервационное оформление и установку произведений искусства с высоким качеством и надежным обслуживанием.",
  "Project_1_Title": "Агентство недвижимости",
  "Project_1_Description": "Агентство недвижимости из Техаса, специализирующееся на покупке и продаже домов — с каталогом объектов, инструментами для продавцов и ресурсами для владельцев и инвесторов.",
  "Project_2_Title": "Каменная кладка и ландшафтный дизайн",
  "Project_2_Description": "Мы предоставляем профессиональные услуги в области каменной кладки и ландшафтного дизайна с акцентом на индивидуальные габионы — от подпорных стен до декоративных элементов",
  "Project_3_Title": "Инвестиционная компания в недвижимости",
  "Project_3_Description": "Надежная инвестиционная компания из Аризоны, специализирующаяся на купле и продаже недвижимости — предлагает объявления, рыночную аналитику и персонализированные услуги."
}